{
	"AnglerChatter": {
		"Chatter_1": "Wanna breed? Eh! Just kidding... ;)",
		"Chatter_2": "Mermaid?",
		"Chatter_3": "Wha- you want to watch!? ...okay, just this one time...",
		"Chatter_4": "Wha- you want to watch!? ...okay, just this one time...",
		"Chatter_5": "Wha- you want to watch!? ...okay, just this one time...",
		"Chatter_6": "Wha- you want to watch!? ...okay, just this one time...",
		"Chatter_7": "Wha- you want to watch!? ...okay, just this one time...",
		"Chatter_8": "Wha- you want to watch!? ...okay, just this one time...",
		"Chatter_9": "Wha- you want to watch!? ...okay, just this one time...",
		"Chatter_10": "Wha- you want to watch!? ...okay, just this one time..."
	},
	"AnglerNames": {
		"Bobby": "Levia",
		"Sammy": "Moselle",
		"Jimmy": "Lorelei",
		"Danny": "Dorien",
		"Timmy": "Mishell",
		"Simon": "Arielle",
		"Johnny": "Aquina",
		"Billy": "Adrina",
		"Matty": "Ephyra",
		"Bart": "Eirene",
		"Phillip": "Leena",
		"Spencer": "Nyneve",
		"Nathan": "Oceane",
		"Grayson": "Nireta",
		"Miles": "Sara",
		"Charles": "Nyissa",
		"Adam": "Cora",
		"Tyler": "Kishi",
		"Jey": "Lyn",
		"Ivan": "Misty",
		"Izzy": "Edlyn"
	},
	"AnglerQuestChatter": {
		"Chatter_1": "Thank you for helping me with my strange requests. I have mated with {AnglerCompletedQuestsCount} rare fish but, I'm still searching for the fish of my dreams.",
		"Chatter_2": "Thank you for helping me with my strange requests. I have mated with {AnglerCompletedQuestsCount} rare fish but, I'm still searching for the fish of my dreams."
	},
	"AnglerSpecialText": {
		"Party": "I don't understand why but everyone seems so happy.",
		"Graveyard1": "It's a bit creepy... can I hide behind you?",
		"Graveyard2": "It's a bit creepy... can I hide behind you?",
		"Windy1": "Today is a wonderful day for waves.",
		"Windy2": "Today is a wonderful day for waves.",
		"Storm1": "The ocean is dangerous for humans today, please stay safe.",
		"Storm2": "The ocean is dangerous for humans today, please stay safe.",
		"Rain1": "I don't need to worry about drying out up here when it's raining.",
		"Rain2": "I don't need to worry about drying out up here when it's raining.",
		"BloodMoonFishing1": "Please be careful, the Blood Moon makes fishing very dangerous.",
		"BloodMoonFishing2": "Please be careful, the Blood Moon makes fishing very dangerous."
	},
	"BuffDescription": {
		"PetDD2Gato": ""
	},
	"BuffName": {
		"PetDD2Gato": "Propeller Gato but Busty\nA scaredy Busty Kitty is following you.\n 'At your side, I'm not afraid of anything'"
	},
	"Bestiary_FlavorText": {
		"npc_Angler": "Mermaid that is searching for exotic fishes for fertility experiences",
		"npc_Clothier": "Once trapped under a curse, the Clothier is the master of thread. If it's fashion that's desired, she's the gal! She talks in a familiar way.",
		"npc_Cyborg": "The Sexbot was built with the combined efforts of the Mechanic and the Steampunker to aid in world defense.",
		"npc_DemonTaxCollector": "Succubus that rapes humans she finds in the Underworld. Your semen and mana is what she want",
		"npc_LunarTowerNebula": "Representing a stormy celestial body known as 'nebula', this lady holds the seal locking away a terrifying tyrant.",
		"npc_LunarTowerSolar": "Representing a flaming celestial body known as 'solaris', this lady holds the seal locking away a terrifying tyrant.",
		"npc_LunarTowerStardust": "Representing a glittering celestial body known as 'solaris', this lady holds the seal locking away a terrifying tyrant.",
		"npc_LunarTowerVortex": "Representing deep celestial void known as 'votex', this lady holds the seal locking away a terrifying tyrant.",
		"npc_OldMan": "This hapless chubby lady carries the burden of a heavy curse. It's said at night she transforms into a horrific demon which guards the Dungeon.",
		"npc_Princess": "Slutty older sister of the horribly pixelated Princess many are more familiar with.",
		"npc_TaxCollector": "Succubus that was tamed and brought back from the Underworld. She works as a prostitude and gives her earnings to her owner."
	},
	"CyborgChatter": {
		"Chatter_1": "{Bartender} said I reminded her of a certain 'EV2'. Perhaps I should meet her."
	},
	"CyborgNames": {
		"A.N.D.Y": "C.E.S",
		"Beta": "Byniod",
		"Ci": "Cy",
		"Delta": "Dichin",
		"Fender": "Erika",
		"Gamma": "Gamma",
		"Lambda": "L.E.W.D",
		"Mu": "Min",
		"Niner-7": "No_Name_0",
		"Nu": "Nae",
		"Omega": "Omega",
		"Omicron": "Omicron",
		"Phi": "Phyl",
		"Rho": "R",
		"Syn-X": "SCB-69",
		"T-3E0": "T",
		"Theta": "Theta",
		"Upsilon": "Uyy",
		"Zeta": "0100 0101"
	},
	"CyborgSpecialText": {
		"Graveyard1": "Fascinating. This appears to be a storage unit for broken and malfunctioning humans? But seem like it doesn't work well.",
		"Party": "{PlayerName}... Why 'party' event is funny?",
		"Rain1": "Thank for hypertech anti-rusting skin and flesh, this weather doesn't bother me.",
		"Rain2": "Don't worry about fungus, they and other microorganism can't survive my vagina even with this weather.",
		"Storm1": "Severe weather warning. This is not a test!"
	},
	"DeathText": {
		"DieInTheDark": "{0} was brutally raped in dark",
		"Fell_9": "{0} thought semen bucket work like water bucket",
		"Space_1": "{0} was ejected.",
		"Space_2": "So eventually, {0} stopped thinking about sex",
		"Teleport_2_Female": "{0}'s worm appeared where her heart should be.",
		"Teleport_2_Male": "{0}'s balls appeared inside her brain."
	},
	"DeathTextGeneric": {
		"Destroyed": "{0} was fucked off",
		"FaceTornOff": "{0}'s beautiful face turned into sauce"
	},
	"DyeTraderNames": {
		"Abdosir": "Aisha",
		"Akbar": "Maera",
		"Bodashtart": "Nemerte",
		"Danel": "Charis",
		"Hanno": "Irene",
		"Hiram": "Tryphosa",
		"Kanmi": "Alemene",
		"Philosir": "Irene",
		"Tabnit": "Castianiera",
		"Yutpan": "Antaemnekht",
		"Ahirom": "Amense",
		"Batnoam": "Zahra",
		"Sikarbaal": "Amunta",
		"Hannibal": "Neema",
		"Yehomilk": "Mandisa",
		"Ahinadab": "Ra-ma-uer-nefru"
	},
	"GuideChatter": {
		"Chatter_1": "Succubus is amazing! So cheap for such a wide range of services."
	},
	"GuideHelpTextSpecific": {
		"Help_1100": "I hear a race of lizardgirl live in the jungle. Maybe you can get the attention of one by felling a giant beast of the jungle?",
		"Help_1103": "I once met a stylist in this region. We hooked up together. She is hot pink-haired chick with sloppy fat pussy. She went off adventuring underground and that was the last I saw of her. Wonder what became of her?",
		"Help_1104": "Ever caught a strange fish and you aren't sure what to do with it? I hear a mermaid lives in the ocean who might have a use for those...",
		"Help_1105": "The lewd demon down in the Underworld sure looks familiar...have you tried using Purification Semen on her?",
		"Help_1111": "A lot of people have moved in lately, haven't they? If it gets much more busy around here, a party girl will surely move in!",
		"Help_1113": "If {Merchant} don't interest you, a wandering merchant often visits with exotic merchandise you might prefer. They also have impressive fat cock.",
		"Help_1121": "On rare occasions, the moon will blot out the sun, bringing out lots of nymphomania monsters!",
		"Help_1134": "If you find a marble biome, be careful! They say that those locations are inhabited by some very sadistic creatures!",
		"Help_1135": "In granite biomes, the very stone itself is a threat, frequently coming to life and raping intruders. Imagine dry, rough stone-'cock' penetrate your fuckhole wildly!",
		"Help_1156": "Legends tell of a cursed gift that can turn the most festive of nights into an invasion of sadist!",
		"Help_1158": "Where the heck did those Pillar Girls come from?! You should clear out some of the monsters around them!"
	},
	"GuideNames": {
		"Andrew": "Andrew",
		"Bradley": "",
		"Brandon": "",
		"Brian": "",
		"Cody": "",
		"Cole": "",
		"Colin": "",
		"Connor": "",
		"Daniel": "",
		"Dylan": "Dylan",
		"Garrett": "",
		"Harley": "",
		"Jack": "",
		"Jacob": "",
		"Jake": "",
		"Jeff": "",
		"Jeffrey": "",
		"Joe": "",
		"Kevin": "",
		"Kyle": "Kyle",
		"Levi": "",
		"Logan": "",
		"Luke": "",
		"Marty": "",
		"Maxwell": "",
		"Ryan": "",
		"Scott": "",
		"Seth": "",
		"Steve": "Alex",
		"Tanner": "",
		"Trent": "",
		"Wyatt": "",
		"Zach": ""
	},
	"GuideSpecialText": {
		"Eclipse": "Solar Eclipse is happening",
		"Graveyard1": "Graveyards are spooky and very dangerous. I'd watch your step, chick.",
		"Graveyard2": "Ramaining mana and last emotion of dead body cause monsters spawn graveyard, sometime it can reanimate those corspes",
		"Party": "Never been to a lewd party before? You might want to check around with the others. People sometimes bring out special party favors.",
		"Storm1": "It's dangerous to be out in a thunderstorm. Take cover, {PlayerName}."
	},
	"ItemName": {
		"LastPrism": "Last Buttplug",
		"DD2PetGato": "Aviator Set",
		"TaxCollectorsStickOfDoom": "Emergency Dildo"
	},
	"ItemTooltip": {
		"LastPrism": "Ejaculates a stream of energized cum\nThe small print says:\n'WARNING! Do not channel mana while inserted.'",
		"DD2PetGato": "'Summons a Busty Afraid Kitty to follow you.'"
	},
	"NurseChatter": {
		"Chatter_1": "I keep asking for wine, but {Bartender} she alway gives me mugs of ale."
	},
	"NurseSpecialText": {
		"Graveyard1": "I'm a nurse, not mortuary assistant.",
		"Graveyard2": "This place creeps me out, and I can't do anything with dead patients!",
		"Rain1":"If you stay out there with naked body, you'll catch a cold!",
		"Rain2": "Tch! Now my uniform is all wet, it can be see-through. S-Stop staring!",
		"Storm1": "A lightning strike can cause a cardiac arrest, which stops the body from circulating blood and injures the brain and nervous system. It can also cause respiratory arrest, brain hemorrhages and strokes. Wizards said that it also "
	},
	"LegacyDialog": {
		"31": "WHAT?? YOU LOOK FINE!!!",
		"32": "Have you seen that woman pacing around the dungeon? She looks troubled.",
		"33": "I wish {Demolitionist} would know what can and can't be used as emergency sextoy.  I'm getting tired of having to sew her ass back on. ",
		"37": "Eww... What happened to your genital? It look broken...",
		"47": "Your genital look fine.\nHuh? You feel hurt. Let me see...",
		"50": "Why you keep staring into my breast? Are you thinking about dirty stuff?",
		"82": "You can't enter until you free me of my curse.",
		"83": "Come back at night if you want to challenge my master.",
		"84": "...",
		"85": "You are far too weak to compare with my master. Come back when you aren't so worthless.",
		"86": "TOO WEAK, my master can make you cum in a second!",
		"87": "It's not children playground, kid.",
		"88": "Not now...",
		"89": "Oh, sweetie, you just might be strong enough for few minutes session... Fufu!",
		"91": "Well well, seem like you are strong enough to challenge my master.",
		"92": "Defeat my master, and you can enter Dungeon.",
		"121": "I can't believe they half-buried me and left me here just for pointing out that they weren't going east!",
		"170": "You can tell a Blood Moon is out when the night sky turns red. There is something about it that causes monsters to swarm. Agh... I alway feel aroused and uncomfortable during it.",
		"171": "Do you notice that some other people act strangely during the Blood Moon? What about me? I can control myself.\nBy the way, your tits look fuckabl-",
		"172": "Avoid looking at the Moon tonight. Stay inside, avoid looking at the night sky. Stay away from all windows. Avoid mirrors. Do not look up. XXXXXXXXXXX REJOICE!\nAgh... I have no idea why I said those words...",
		"173": "You should stay indoors at night. It is very dangerous to be wandering around in the dark. Monsters not only rape you but also eat you alive.",
		"174": "Hewwo, {PlayerName}. Is there something I can help you with?",
		"175": "I am here to give you advice on what to do next. It is recommended that you talk with me anytime you got stuck. I will tell you how to survive in this land...",
		"176": "Take care about your sexy body... I mean be careful! Haha!",
		"180": "Build a shelter with woods or other blocks and walls. Or monsters will cum in your ass at night.",
		"195": "Merchants don't come for your body, they will move in if you gather plenty of money. 50 silver coins should do the trick!",
		"197": "If you had a gun, arm dealers would think it's real free estate. No, not that 'gun', a real gun.",
		"198": "Defeating a strong monster before it fuck you up will get the attention of a dryad.",
		"200": "Perhaps the woman by the dungeon would like to join us now that her curse has been lifted.",
		"203": "I heard there was a powerful wizard who lives in these parts. Make sure to keep an eye out for her next time you go underground.",
		"221": "I heard people make a bad joke about me. 'What is hotter? {Guide} or the hottest lava?', what is that supposed to mean?!",
		"228": "That's probably going to leave a scar. But it would be fine, with your horrible healing speed.",
		"229": "All better. I hope you won't hurt yourself anymore.",
		"280": "Defragmentation is the process of locating the noncontiguous fragments of data into which a file may be divided as it is stored on a M-disk, and rearranging the fragments and restoring them into fewer fragments or into the whole file.",
		"281": "My sexual efficiency was critically reduced when a mana-tech projectile malfunctioned my local abdomen reception system",
		"284": "Me and {Pirate} are pals",
		"283": "There is a .mem file name 'streampunker' but it is corrupted so I can't read it.",
		"282": "There's a person have overfilled balls nearby.",
		"285": "I have taste mechanism, but it works best with cum.",
		"286": "Your body scan show that you are horny...",
		"334": "I have a request if you have time.",
		"335": "I have a request if you have time.",
		"336": "I have a request if you have time.",
		"337": "I have a request if you have time.",
		"338": "Wha- you want to watch!? ...okay, just this one time...",
		"339": "Wha- you want to watch!? ...okay, just this one time...",
		"340": "Wha- you want to watch!? ...okay, just this one time...",
		"341": "Wha- you want to watch!? ...okay, just this one time...",
		"342": "Wha- you want to watch!? ...okay, just this one time...",
		"343": "Wha- you want to watch!? ...okay, just this one time...",
		"344": "Wha- you want to watch!? ...okay, just this one time...",
		"345": "Wha- you want to watch!? ...okay, just this one time...",
		"346": "Wha- you want to watch!? ...okay, just this one time...",
		"347": "Wha- you want to watch!? ...okay, just this one time...",
		"348": "Good evening, I have a request if you have time. It may be dangerous but you will be rewarded.",
		"349": "Good evening, I have a request if you have time. It may be dangerous but you will be rewarded.",
		"350": "Please be careful, the Blood Moon makes fishing very dangerous.",
		"351": "Have you ever encounter Zombie Merman?",
		"352": "Good evening, I have a request if you have time. It may be dangerous but you will be rewarded.",
		"353": "Good morning, you seem nice for a human. I have a strange request if you have time.",
		"354": "Good morning, you seem nice for a human. I have a strange request if you have time.",
		"355": "Good morning, you seem nice for a human. I have a strange request if you have time.",
		"364": "OvO)? Can I sink my fingers into your fuckable ass?",
		"365": "I sometime don't like it when people just masturbate to me. We could both feel good for a reasonable price...\nI don't need money so much but, you need it right?",
		"366": "Semen is my food, but I also can be fed by mana via having sex",
		"367": "I can get money and food from sex, everytime I want. What a big dealt!",
		"368": "In normal human perspective, I am a living sextoy, like I was born to entertain them. My fuckable exist only for service mankind, my whole body is a pussy for stroking cocks\nTHEY UTTER FOOL. They can't know I am farming semen and mana from them!!!",
		"369": "Hello, here is the protitution money I collected. I'm available now so we can... you know...",
		"370": "Business is great, who knew humans were so horny all the time.",
		"371": "{Dryad} sometimes uses tree roots when we are fucking.",
		"372": "Tell {ArmsDealer} they can shoot inside me all the way as long as they pay",
		"373": "{Demolitionist} shoved Dynamite in my ass last time we fucked! That's really dangerous!",
		"374": "{Merchant} is my favorite customer",
		"380": "Hello, here is the protitution money I collected. I'm available now so we can... you know...",
		"381": "I offer my bodies to anyone who wants to fuck it? Am I a fucktoy? No, it's a good dealt... And also here is the protitution money I collected",
		"382": "I often sits down on the ground on the side of a busy street, spreads my legs and leans back, revealing my lewd, dripping slit and womanly butt to all who happen past. They will jerk off on me or start masturbate, then some of them will give me little bounty. Being a place to store cock milk is funnier than you imagine",
		"383": "What do you mean by temps 'protitute', 'whore'? Anyway, here is money I earned.",
		"390": "Even succubus also need resting...",
		"391": "Only if you could prod me with a strong rigid fuck-stick 24 hours a day",
		"392": "Stop asking about money or I will make you moan intsead",
		"393": "Are you here for the money or for me?",
		"394": "You should penetrate my asshole instead.",
		"395": "Sorry, I cannot give you any more money until I get another paying customer.",
		"396": "Do you remember you asked that before? Ask something else, for example, 'Can you bring me to climax?'",
		"397": "Sorry, I cannot give you any more money until I get another paying customer.",
		"398": "Sorry, I cannot give you any more money until I get another paying customer.",
		"399": "Sorry, I cannot give you any more money until I get another paying customer.",
		"400": "Sorry, I cannot give you any more money until I get another paying customer."
	},
	"LoadingTips_Default": {
		"3": "Rope can really help you get around while exploring caves (and BDSM experience)",
		"11": "Glowsticks can be a light for you in dark when all other lights go out, even underwater, and emergency sextoy too!",
		"20": "The Milf at the Dungeon is a Clothier. If only someone could lift her curse...",
		"22": "Demolitionist is interested in explosives, as well as exploding inside you <3",
		"29": "Feeling like the Guide is not hot enough? Dare you make her hotter with the hottest lava?",
		"23": "Make sure you have valid empty rooms, and you may attract new inhabitants to your World. Wanna build a harem?",
		"34": "A pet can be your best living sextoy (and best friend)",
		"36": "The Santa Claus! The Santa Claus is REALL! (o0o)",
		"37": "Don't shake a Snow Globe unless you want to summon lewd snowgolem mob.",
		"44": "The Semen in a Bottle and Shiny Red Balloon accessories both improve your ability to jump. Combine them to make a Semen in a Balloon.",
		"61": "The Half-Blood Goblin found in Underground Caverns will sell you many useful items, including a Tinkerer's Workshop.",
		"76": "During a Solar Eclipse, be on the lookout for tons of strange and lustful monsters.",
		"90": "The Party Girl can be attracted by a group of people. More than 13 is her type.",
		"91": "The Wizard sells some useful magic artifacts, but she has a tendency to wander off Underground.",
		"92": "Succubus wanders the Underworld looking for sex partners. If only you could convince her to come home with you...",
		"95": "If you like rockets, the Sexbot may have some for sale.",
		"96": "The Traveling Merchant never stays in one place for long, but she always brings different wares when she visits!"
	},
	"NPCName": {
		"Angler": "Mermaid",
		"BartenderUnconscious": "Half-buried Woman",
		"BoundGoblin": "Half-buried Goblin",
		"Cyborg": "Sexbot",
		"DemonTaxCollector": "Succubus",
		"GoblinTinkerer": "Half-blood Goblin",
		"IcyMerman": "Icy Mermaid",
		"KingSlime": "Giant Slime",
		"LunarTowerNebula": "Nebula Princess",
		"LunarTowerSolar": "Solaris Princess",
		"LunarTowerStardust": "Stardust Queen",
		"LunarTowerVortex": "Votex Empress",
		"MisterStabby": "Miss Stabby",
		"MoonLordCore": "True Heart",
		"MoonLordHand": "True Hand",
		"MoonLordHead": "Moon Lady",
		"Nailhead": "Dildohead",
		"OldMan": "Cursed Woman",
		"SleepingAngler": "Unconscious Mermaid",
		"TaxCollector": "Succubus",
		"Tim": "Tem",
		"WallofFleshEye": "The Flesh",
		"ZombieMerman": "Zombie Mermaid"
	},
	"ProjectileName": {
		"LastPrism": "Last Buttplug",
		"LastPrismLaser": "Last Buttplug"
	},
	"TaxCollectorNames": {
		"McKinly": "Vylysh",
		"Millard": "Nene",
		"Fillmore": "Mhyrana",
		"Rutherford": "Lilith",
		"Chester": "Thellenne",
		"Grover": "Meridyxih",
		"Cleveland": "Nemorieth",
		"Theodore": "Zaehlea",
		"Herbert": "Ohirera",
		"Warren": "Charysh",
		"Lyndon": "Harelrahne",
		"Ronald": "Nessney",
		"Harrison": "Urilsya",
		"Woodrow": "Shyerris",
		"Tweed": "Risona",
		"Blanton": "Rose",
		"Dwyer": "Tinaya",
		"Carroll": "Elrintia",
		"Agnew": "Mezvienne"
	},
	"TaxCollectorSpecialText": {
		"Graveyard1": "Ever had sex in a graveyard? I'm ready when you are.",
		"Graveyard2": "Ever had sex in a graveyard? I'm ready when you are.",
		"Rain1": "Oh my, your soaking wet! I'm wet too so lets get you inside of me~",
		"Rain2": "My girly fuckhole is wet",
		"Storm1": "What terrible weather! Let's keep each other company until it passes.",
		"Storm2": "LIGHTNINGS SOUND DROWN ALL SLUTTY MOANS. IT IS VERY PISS OFF ME!",
		"Windy1": "It's so windy that my nipple chain sways in the breeze.",
		"Windy2": "It's so windy that my nipple chain sways in the breeze."
	},
	"TownNPCMood_Angler": {
		"Content": "Everything is wonderful.",
		"NoHome": "Please build me a house by the Ocean.",
		"FarFromHome": "Umm... please take me back to the Ocean.",
		"DislikeCrowded": "There are too many humans here.",
		"HateCrowded": "There are too many humans here. They masturbate to me. Ewww...",
		"LoveSpace": "I have enough privacy to be alone with my fish.",
		"LikeBiome": "The Ocean is close enough that I can relax even on the surface.",
		"LoveBiome": "The Ocean is close enough that I can relax even on the surface.",
		"DislikeBiome": "{BiomeName} is too dry for me, please don't leave me here!",
		"HateBiome": "Umm... please take me back to the Ocean.",
		"LikeNPC": "{NPCName} is very nice to me.",
		"LoveNPC": "{NPCName} is very nice to me.",
		"DislikeNPC": "I dislike {NPCName}.",
		"HateNPC": "I hate {NPCName}.",
		"LikeNPC_Princess": "{NPCName} is very nice to me."
	},
	"TownNPCMood_Guide": {
		"Content": "...",
		"HateBiome": "I hate {BiomeName}, the terrors here is very sadistic. They rape and consume you alive!",
		"HateNPC": "I hate that {NPCName} is around. Tch...",
		"LikeNPC_Princess": "Serving {NPCName} with my all honor makes me feel at ease, as though a curse was finally lifted from me.",
		"": ""
	},
	"TownNPCMood_Princess": {
		"LoveNPC_TaxCollector": "Meeting Succubus is the best thing to ever happen to me. Sex makes me feel so alive~"
	},
	"TownNPCMood_TaxCollector": {
		"Content": "Life is good, my pussy is never lonely.",
		"DislikeBiome": "Agh... We are Demon, but more familiar like human. Even with it, Holy Light still cause headache...",
		"DislikeCrowded": "I have been really busy at night. I barely have any time left for you.",
		"DislikeNPC": "{NPCName} needs to stop trying to insert their tools into my ass...",
		"FarFromHome": "Sigh... I just want to go home and have sex... I feel hungry",
		"HateBiome": "{BiomeName} is terrible place for 'entertaining'",
		"HateCrowded": "I only have a mouth, two fuckholes and two hands, how I am I supposed to earn big money from all those people each night!?",
		"HateNPC": "I fucking hate {NPCName}. Stop interrupting me when I'm fucking a customer... Sometime I just wanna rape them to die!",
		"LikeBiome": "I don't like cold weather but we can all keep each other warm in bed all day",
		"LikeNPC": "{NPCName} knows how to feel good. I love their reactions",
		"LikeNPC_Princess": "{Princess} is almost as slutty as me. I cannot let myself be beaten!",
		"LoveBiome": "This is a nice place, we can all have sex at the same time.",
		"LoveNPC": "{NPCName} is my best constumer. They say that I'm not their type but visit every night, how cute.",
		"LoveSpace": "The biggest secret of succubus is about our 'reproductive system'. It is greater functioned for sex than fertility so we last longer in sexual experience. The well-lubricate vagina can suck cock like mouth, because of endurable membrabnous and strong muscle. All size of penis can be fit in. Our 'uterus' is able to store up to 2 gal of semen and digest it. Some succubus have penis, they can be called as funatari. Their penis lenght is changeable, it can ejaculate more semen than any male. It is funny thing, but can't deny having a fuck-stick make we lose more energy even it cum mostly fake semen",
		"NoHome": "I am fine, but they are too shy to fuck outside."
	}
}